/* No comment provided by engineer. */
" Pause " = "  暫停  ";

/* No comment provided by engineer. */
" Reset " = "  重置  ";

/* No comment provided by engineer. */
" Resume " = "  繼續  ";

/* No comment provided by engineer. */
" Start " = "  開始  ";

/* No comment provided by engineer. */
"Start caca now!" = "開始便便吧!";

/* No comment provided by engineer. */
"You caca today." = "你今天便便了!";

/* No comment provided by engineer. */
"You caca too much today. You should not caca over 3 times per day." = "你今天便便次數太多了，\n一天三次以下才正常喔！";

/* No comment provided by engineer. */
"You don't caca for %d days. Remember to caca at least every 3 days." = "你已經 %d 天沒便便了，\n記得至少三天一次喔！";

/* No comment provided by engineer. */
"You don't caca for a long time. Remember to caca at least every 3 days." = "你已經很多天沒便便了，\n記得至少三天一次喔！";

/* No comment provided by engineer. */
"You don't caca today." = "你今天還沒便便";

/* No comment provided by engineer. */
"Add a caca photo" = "增加一張便便的照片";

/* No comment provided by engineer. */
"Age" = "年齡";

/* No comment provided by engineer. */
"Amount" = "總量";

/* No comment provided by engineer. */
"Back" = "回上一頁";

/* No comment provided by engineer. */
"Black" = "黑色";

/* No comment provided by engineer. */
"Caca" = "便便";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Calendar" = "月曆";

/* No comment provided by engineer. */
"Choose from library" = "從相簿選取";

/* Delete all */
"Clean" = "刪除全部";

/* No comment provided by engineer. */
"Color" = "顏色";

/* No comment provided by engineer. */
"Crack Sausage" = "裂紋條狀";

/* No comment provided by engineer. */
"Dark Brown" = "深棕";

/* No comment provided by engineer. */
"Date" = "日期";

/* Delete one */
"Delete" = "刪除";

/* No comment provided by engineer. */
"Do you know caca could reveal your healthy state?" = "你知道便便可以反映你的健康狀態嗎？";

/* No comment provided by engineer. */
"Do you remember the last caca time?" = "你還記得上一次便便的時間嗎？";

/* No comment provided by engineer. */
"Do you want to delete this record?" = "你想刪掉這筆紀錄嗎？";

/* No comment provided by engineer. */
"Do you want to log out?" = "你想登出嗎？";

/* No comment provided by engineer. */
"Done" = "完成";

/* No comment provided by engineer. */
"Email" = "信箱";

/* The caca is not healthy */
"Fail" = "異常";

/* No comment provided by engineer. */
" Finish " = "  完成  ";

/* No comment provided by engineer. */
"Finish" = "完成";

/* No comment provided by engineer. */
"FRI" = "五";

/* No comment provided by engineer. */
"Gender" = "性別";

/* No comment provided by engineer. */
"Good caca! Please keep it up!" = "很健康的便便，請保持！";

/* No comment provided by engineer. */
"Gray" = "灰色";

/* No comment provided by engineer. */
"Green" = "綠色";

/* Greet user */
"Hello" = "哈囉";

/* Hide caca photo */
"Hide" = "隱藏";

/* Greet user
   Greeting user */
"How's today?" = "今天還好嗎？";

/* No comment provided by engineer. */
"If you have the same symptom tomorrow, you should go to see a doctor." = "如果明天還有一樣的症狀，你就應該要就醫囉！";

/* No comment provided by engineer. */
"Language" = "語言";

/* No comment provided by engineer. */
"Large" = "多";

/* No comment provided by engineer. */
"Let's build up the good habit of caca with Caca!" = "趕快跟著 Caca 一起建立良好的便便習慣吧！";

/* No comment provided by engineer. */
"Light Brown" = "淺棕";

/* No comment provided by engineer. */
"Log In" = "登入";

/* No comment provided by engineer. */
"Log out" = "登出";

/* No comment provided by engineer. */
"Lumpy Sausage" = "結塊條狀";

/* No comment provided by engineer. */
"Medicine" = "服用藥物";

/* No comment provided by engineer. */
"MON" = "一";

/* No comment provided by engineer. */
"Mushy Stool" = "鬆軟糊狀";

/* No comment provided by engineer. */
"My caca" = "我的便便";

/* No comment provided by engineer. */
"Name" = "名字";

/* No comment provided by engineer. */
"New password" = "變更密碼";

/* No comment provided by engineer. */
"Next" = "下一步";

/* No comment provided by engineer. */
"No" = "否";

/* No comment provided by engineer. */
"Normal" = "正常";

/* Note to let user know the detection color */
"Note" = "提醒";

/* No comment provided by engineer. */
"Notification" = "通知";

/* No comment provided by engineer. */
"Other" = "其他";

/* The caca is healthy */
"Pass" = "正常";

/* No comment provided by engineer. */
"Password" = "密碼鎖定";

/* User must enter password containing at least 6 characters */
"Password (at least 6 characters)" = "密碼 (至少6個字元)";

/* No comment provided by engineer. */
"Period" = "生理期";

/* User must enter amount */
"Please enter your amount" = "請輸入總量";

/* User must enter color */
"Please enter your color" = "請輸入顏色";

/* User must enter date */
"Please enter your date" = "請輸入日期";

/* User must enter email */
"Please enter your email" = "請輸入信箱";

/* User must enter name */
"Please enter your name" = "請輸入名字";

/* User must enter password */
"Please enter your password" = "請輸入密碼";

/* User must enter shape */
"Please enter your shape" = "請輸入形狀";

/* User must enter time */
"Please enter your time" = "請輸入時間";

/* No comment provided by engineer. */
"Privacy" = "隱私設定";

/* No comment provided by engineer. */
"Profile" = "個人資料";

/* No comment provided by engineer. */
"Record" = "記錄";

/* No comment provided by engineer. */
"Red" = "紅色";

/* No comment provided by engineer. */
"SAT" = "六";

/* No comment provided by engineer. */
"Separate Hard" = "堅硬粒狀";

/* No comment provided by engineer. */
"Setting" = "設定";

/* No comment provided by engineer. */
"Shape" = "形狀";

/* Show caca photo */
"Show" = "顯示";

/* No comment provided by engineer. */
"Sign Up" = "註冊";

/* No comment provided by engineer. */
"Small" = "少";

/* No comment provided by engineer. */
"Smooth Sausage" = "光滑條狀";

/* No comment provided by engineer. */
"Soft Blob" = "鬆軟塊狀";

/* No comment provided by engineer. */
"Start" = "開始";

/* Start without logging in or signing up */
"Start Now" = "直接開始";

/* No comment provided by engineer. */
"SUN" = "日";

/* No comment provided by engineer. */
"Take photo" = "照相";

/* No comment provided by engineer. */
"the color of your caca is black. " = "你的便便是黑色的。";

/* No comment provided by engineer. */
"The color of your caca is closed to " = "你的便便顏色接近";

/* No comment provided by engineer. */
"the color of your caca is good! " = "你的便便是健康的。";

/* No comment provided by engineer. */
"the color of your caca is gray. " = "你的便便是灰色的。";

/* No comment provided by engineer. */
"the color of your caca is green. " = "你的便便是綠色的。";

/* No comment provided by engineer. */
"the color of your caca is red. " = "你的便便是紅色的。";

/* No comment provided by engineer. */
"the color of your caca is yellow. " = "你的便便是黃色的。";

/* No comment provided by engineer. */
"The password is incorrect. Try again." = "密碼錯誤，請重新輸入！";

/* No comment provided by engineer. */
"The shape of your caca is good, but " = "你的便便形狀很棒，但";

/* No comment provided by engineer. */
"THU" = "四";

/* No comment provided by engineer. */
"Time" = "耗時";

/* No comment provided by engineer. */
"TUE" = "二";

/* No comment provided by engineer. */
"Use TouchID to enter Caca" = "使用 TouchID 解鎖 Caca";

/* Alert to make user know something wrong happened */
"Warning" = "注意";

/* No comment provided by engineer. */
"Warning! Your caca may not be healthy! " = "注意！你的便便不太健康！";

/* No comment provided by engineer. */
"Watery Stool" = "水狀糞便";

/* No comment provided by engineer. */
"WED" = "三";

/* No comment provided by engineer. */
"Yellow" = "黃色";

/* No comment provided by engineer. */
"Yes" = "是";

/* No comment provided by engineer. */
"You are constipated, and " = "你有點便秘，而且";

/* Remind user to caca */
"You don't caca for 3 days. Remember to caca at least every 3 days." = "你已經三天沒有便便了，\n記得至少三天一次喔！";

/* No comment provided by engineer. */
"You don't have any caca record." = "本日沒有便便紀錄！";

/* No comment provided by engineer. */
"You have diarrhea, and " = "你有點腹瀉，而且";

/* No comment provided by engineer. */
"You should go to see a doctor NOW!" = "你應該要盡快就醫！";

